Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-1076.html.tmx
Source language: nob
Languages: sme

source: Samisk programråd oppnevnt
sme: Sámi prográmmaráđđi nammaduvvon

source: Sametingsrådet har oppnevnt Samisk programråd 2006-2009.
sme: Sámediggeráđđi lea vahku 16. čoahkkimisttis Troandimis nammadan Sámi prográmmaráđi 2006-2009.

source: Programrådet uttaler seg om hovedlinje for NRK Sámi radios programvirksomhet.
sme: Prográmmaráđđi cealká NRK Sámi radio prográmmadoaimmaid váldolinnjáid birra.

source: Publisert av Kuhmunen, John-Marcus.
sme: Almmuhan Kuhmunen, John-Marcus.

source: Sist endret 27.06.2006
sme: Maŋimustá rievdaduvvon 27.06.2006

source: Lederen for Samisk programråd sitter i Kringkastingsrådet som drøfter og uttaler seg om hovedlinjene for programvirksomheten i Norsk rikskringkasting.
sme: Sámi prográmmaráđi jođiheaddji čohkká maid Kringkastingsráđis, mii ságaškuššá ja cealká NRK prográmmadoaimmaid váldolinnjáid birra.

source: Medlemmer av Samisk programråd:
sme: Sámi prográmmaráđi lahtut:

source: ● Sara Marja Magga, leder (personlig vara Arne Nystad)
sme: ● Sara Marja Magga, leder (persovnnalaš várrelahttu Arne Nystad)

source: ● Olav Skogmo, nestleder (personlig vara Kirsti Guvsam)
sme: ● Olav Skogmo, nestleder (persovnnalaš várrelahttu Kirsti Guvsam)

source: ● Henrik Eriksen (personlig vara Per Edvin Varsi)
sme: ● Henrik Eriksen (persovnnalaš várrelahttu Per Edvin Varsi)

source: ● Nancy Porsanger (personlig vara Berit Marie P. Eira)
sme: ● Nancy Porsanger (persovnnalaš várrelahttu Berit Marie P. Eira)

source: ● Aina Dahl (personlig vara Svein Ole Granefjell)
sme: ● Aina Dahl (persovnnalaš várrelahttu Svein Ole Granefjell)
